[
    {
        "job_title": "Nhân Viên Tư Vấn Phát Triển Phần Mềm (HCM - Thu Nhập Lên Đến 25Tr/Tháng)",
        "salary": "10 - 25 triệu",
        "province": "Hồ Chí Minh",
        "experience_years": "Không yêu cầu",
        "deadline": "02/01/2026",
        "job_description": "Tư vấn khách hàng doanh nghiệp triển khai các kênh marketing onl website, phần mềm bán hàng.\nThực hiện các thủ tục ký kết hợp đồng với khách hàng.\nXây dựng, duy trì mối quan hệ tốt với khách hàng.\nChăm sóc khách hàng trong quá trình sử dụng sản phẩm để đạt hiệu quả sử dụng tốt nhất và tư vấn nâng cấp sản phẩm.\nTham gia đóng góp thông tin để phát triển, cải tiến sản phẩm",
        "job_requirements": "Tuổi từ 20 trở lên, yêu cầu bằng cấp từ tốt nghiệp trung cấp\nGiọng nói dễ nghe, tự tin\nKỹ năng giao tiếp tốt.\nNhiệt tình, vui vẻ hỗ trợ khách hàng\nCó công cụ làm việc : Xe máyy, smartphone\nChưa có kinh nghiệm được đào tạo",
        "job_benefits": "Thu nhập cao 10 - 25tr và thưởng hoa hồng lên đến 35%\nĐược hưởng các chế độ, phúc lợi theo quy định của Luật lao động\nĐược hỗ trợ, đào tạo kỹ năng công việc\nXét tăng tiến khi có thành tích tốt\nTham gia vào các hoạt động tập thể, du lịch, team building",
        "job_location_detail": "- Hồ Chí Minh: Lầu 1 Tòa nhà Saigon ICT, Lô 46 Công viên phần mềm Quang Trung, Phường Trung Mỹ Tây",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)\nThứ 7 (từ 08:00 đến 12:00)",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ PHẦN MỀM NASANI",
        "company_scale": "1000+ nhân viên",
        "company_industry": "Internet / Online",
        "company_address": "Lầu 1, Tòa nhà SaigonTel, Lô 46, CVPM Quang Trung, P. Trung Mỹ Tây, TP HCM",
        "job_level": "Nhân viên",
        "academic_level": "Trung cấp trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "8 người",
        "tags_role": "Kinh doanh/Bán hàng, Công nghệ Thông tin, Sales IT Phần mềm, Kinh doanh phần mềm, Việc làm IT",
        "tags_skill": "Công Nghệ Thông Tin, Kinh Doanh Phần Mềm, Quản Lý Website, Có kiến thức về công nghệ thông tin, sử dụng hiệu quả các phần mềm văn phòng, phần mềm quản lý tài liệu, hệ thống email và mạng lưới, Hiểu Biết Về Thị Trường Công Nghệ Thông Tin, Am Hiểu Về Các Giải Pháp Công Nghệ Thông Tin",
        "tags_location": "Hồ Chí Minh",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-phan-mem-nasani/233549.html",
        "url": "https://www.topcv.vn/viec-lam/nhan-vien-tu-van-phat-trien-phan-mem-hcm-thu-nhap-len-den-25tr-thang/1971777.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:54:00",
        "csv_id": 2
    },
    {
        "job_title": "Nhân Viên Kinh Doanh/Sale/Tư Vấn Bán Hàng(Máy In)Lương Cứng 12tr+Hoa Hồng-Nhận Việc Ngay",
        "salary": "Thoả thuận",
        "province": "Hồ Chí Minh",
        "experience_years": "Dưới 1 năm",
        "deadline": "02/01/2026",
        "job_description": "- Duy trì những mối quan hệ Kinh doanh hiện có, bao gồm khách hàng doanh nghiệp và đối tác.\n- Tìm kiếm mở rộng, tiếp xúc và khai thác các mối quan hệ mục tiêu, chăm sóc bồi dưỡng thành các mối quan hệ tiềm năng (khách hàng và đối tác).\n- Khai thác và thu thập thông tin thị trường từ khách hàng, đối tác, đối thủ cạnh tranh, công nghệ mới...\n- Triển khai thực hiện các nhiệm vụ và các mục tiêu được giao theo nguyên tắc của chu trình PDCA liên tục.\n- Nghiêm túc thực hiện đầy đủ các tác vụ, trình tự, biểu mẫu, chứng từ, sổ sách quản lý công việc tương ứng theo các Quy định - Quy chế Kinh doanh và quản lý kinh doanh của Công ty.",
        "job_requirements": "Trình độ học vấn Cao đẳng, Đại học- nếu đã có kinh nghiệm không cần bằng.\nTrình độ chuyên môn Một trong các chuyên ngành: Quản trị kinh doanh, kinh tế, marketing hoặc chứng chỉ tương ứng\nKinh nghiệm Từ 6 tháng trở lên\nPhong cách làm việc Năng động, sáng tạo, chủ động\nKỹ năng giao tiếp tốt\nKỹ năng bổ trợ: Kỹ năng làm việc nhóm\nSử dụng thuần thục phần mềm ứng dụng soạn thảo văn bản, bảng tính (Excel)\nThái độ làm việc: Có trách nhiệm, chịu khó và trung thực\nYêu cầu khác: Sức khoẻ tốt, ngoại hình ưa nhìn, thường xuyên đi công tác xa.\nƯu tiên có kiến thức về kỹ thuật hoặc chuyên ngành kỹ thuật yêu thích kinh doanh",
        "job_benefits": "Lương cố định: (từ 8 - đến 12 triệu)\nHoa hồng bán hàng phụ thuộc vào %/dự án/sản phẩm.\nThưởng đạt chỉ tiêu về doanh số.\nNâng lương theo quy định.\nSau thử việc ký Hợp đồng lao động, tham gia BHXH theo quy định.\nNghỉ phép hàng năm, nghỉ Lễ, Tết theo quy định.\nSinh nhật, nghỉ mát, thưởng lương tháng 13 theo hoạt động kinh doanh.\nCông ty đóng bảo hiểm 100% cho người lao động",
        "job_location_detail": "- Hồ Chí Minh: Phường Long Bình",
        "working_time": "Null",
        "company_name": "CÔNG TY CP THIẾT BỊ CÔNG NGHIỆP HUỲNH LONG",
        "company_scale": "25-99 nhân viên",
        "company_industry": "Cơ khí",
        "company_address": "Lô J35, KDC Phú Nhuận, 659 Đỗ Xuân Hợp, Phường Phước Long B, Thành phố Thủ Đức, Thành phố Hồ Chí Minh, Việt Nam",
        "job_level": "Nhân viên",
        "academic_level": "Trung cấp trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "2 người",
        "tags_role": "Kinh doanh/Bán hàng, Công nghệ Thông tin, Sales Kỹ thuật (Sales Engineer), Công nghệ thông tin khác, Bán hàng kỹ thuật IT, Việc làm IT",
        "tags_skill": "Null",
        "tags_location": "Hồ Chí Minh",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-cp-thiet-bi-cong-nghiep-huynh-long/105523.html",
        "url": "https://www.topcv.vn/viec-lam/nhan-vien-kinh-doanh-sale-tu-van-ban-hangmay-inluong-cung-12tr-hoa-hong-nhan-viec-ngay/1971328.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:54:11",
        "csv_id": 3
    },
    {
        "job_title": "Business Analyst | Từ 3 Năm Kinh Nghiệm | Thu Nhập Upto 30M | Tại Hà Nội",
        "salary": "25 - 30 triệu",
        "province": "Hà Nội",
        "experience_years": "3 năm",
        "deadline": "27/12/2025",
        "job_description": "ĐỐI TÁC\nĐối tác hoạt động chuyên sâu trong lĩnh vực An toàn thông tin/Cyber Security, cung cấp giải pháp bảo mật cho các hệ thống lớn trong và ngoài nước. Văn hoá làm việc đề cao tính kỷ luật, tinh gọn và hiệu suất, giúp bạn tập trung tối đa vào chất lượng kỹ thuật. Phù hợp với ứng viên Senior muốn tìm kiếm thách thức thực sự, có không gian phát huy năng lực và cơ hội đứng cùng đội ngũ kỹ sư mạnh.\nMÔ TẢ CÔNG VIỆC\nTiếp nhận, khảo sát, thu thập yêu cầu từ khách hàng theo yêu cầu phát triển của dự án, phân tích yêu cầu và dữ liệu, mô tả quy trình nghiệp vụ, use cases, scenarios, phân tích nghiệp vụ để đưa ra các yêu cầu về nghiệp vụ, giao diện và tính năng.\nThiết kế mô hình dữ liệu, tạo các mockups hay prototypes cho dự án.\nSoạn thảo và hoàn chỉnh tài liệu nghiệp vụ.\nPhối hợp khách hàng nghiệm thu hệ thống.\nNghiên cứu thị trường, đối thủ; đề xuất phát triển các tính năng mới; lập kế hoạch để triển khai các tính năng mới.\nTham gia nghiên cứu, tìm hiểu các giải pháp và ứng dụng công nghệ vào dự án.",
        "job_requirements": "Tốt nghiệp Đại học chuyên ngành CNTT, Khoa học máy tính, Toán – Tin, An toàn thông tin hoặc liên quan.\nTừ 3 năm kinh nghiệm ở vị trí Business Analyst hoặc tương đương.\nHiểu biết về Agile, UX/UI, design thinking, khả năng phân tích & tư duy logic tốt.\nThành thạo khả năng diễn đạt có cấu trúc trong kỹ năng viết và trình bày.\nTiếng Anh tương đương TOEIC 650+.\nƯu tiên ứng viên có kinh nghiệm: Phân tích trải nghiệm khách hàng, thiết kế hệ thống.\nKỹ năng giao tiếp và phối hợp đa phòng ban tốt.\nLàm việc nhóm hiệu quả, chịu được áp lực cao.",
        "job_benefits": "Sign-on Bonus 1 tháng lương nếu đạt level đánh giá và bắt đầu làm việc trước 01/01/2026.\nThu nhập cạnh tranh 300 - 350M Gross/năm, review lương định kỳ tháng 3 hàng năm.\nBảo hiểm sức khỏe MIC (hạn mức 600 triệu/năm), khám sức khỏe định kỳ.\nHỗ trợ 50–100% chi phí chứng chỉ quốc tế, tài khoản Udemy và học liệu cập nhật liên tục.\nLàm việc tại Landmark 72, môi trường hiện đại, có khu gym, café, khu giải trí.\nCác hoạt động teambuilding, happy hours, thể thao nội bộ, sinh nhật, nghỉ mát, Year End Party.\n12 ngày phép + 3 ngày nghỉ thêm, nghỉ ½ ngày cho các dịp lễ đặc biệt",
        "job_location_detail": "- Hà Nội: Landmark 72, Lô E6, Khu đô thị mới Cầu Giấy, Phường Cầu Giấy",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:00 đến 18:00)",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ THÔNG MINH GX",
        "company_scale": "25-99 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "HH2 Bắc Hà, số 15 Tố Hữu, Thanh Xuân, Hà Nội",
        "job_level": "Nhân viên",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Công nghệ Thông tin, Product Management, Business Analyst (Phân tích nghiệp vụ), Việc làm IT",
        "tags_skill": "Phân Tích Nghiệp Vụ, Phân tích dữ liệu, Giải quyết vấn đề, Giao tiếp, Làm việc nhóm, Viết tài liệu",
        "tags_location": "Hà Nội",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-thong-minh-gx/243568.html",
        "url": "https://www.topcv.vn/viec-lam/business-analyst-tu-3-nam-kinh-nghiem-thu-nhap-upto-30m-tai-ha-noi/1966948.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:54:23",
        "csv_id": 4
    },
    {
        "job_title": "Nhân Viên Kinh Doanh Phần Mềm ERP/ Sales ERP Thu Nhập Cao Upto 30-60 Triệu - Nhận Việc Ngay Tại Quận 7",
        "salary": "30 - 60 triệu",
        "province": "Hồ Chí Minh",
        "experience_years": "3 năm",
        "deadline": "01/01/2026",
        "job_description": "Actively seek and develop potential clients (in a B2B model), build and maintain client relationships through various methods, and achieve company-set sales targets.\nDeeply understand clients' business processes, pain points, and digitalization needs. Demonstrate the core features and advantages of the company's ERP products and submit solution proposals.\nManage the entire sales cycle, from lead generation and needs analysis to business negotiation and contract signing.\nWork closely with Pre-sales Technical Consultants and the Implementation Team to ensure the technical feasibility of solutions and smooth project execution.\nCollect and feedback market information and competitor dynamics to inform product improvement and market strategy.",
        "job_requirements": "Bachelor's degree or above (or equivalent).3 years of B2B software sales experience; experience selling enterprise applications like ERP or CRM is a strong plus.\nClear understanding and knowledge of the fundamental principles and core modules of ERP systems (e.g., Finance, Supply Chain).\nExcellent communication, presentation, and business negotiation skills to effectively interact with senior-level decision-makers (e.g., CEO, CFO, CIO).\nApplicants with fluent Chinese or English communication skills are preferred.\nGoal-driven, with a strong desire for success and the ability to handle pressure.\nStrong quick-learning ability and eagerness to master new industry knowledge and product technology.\n熟练使用中文",
        "job_benefits": "Competitive salary with attractive commission and performance bonuses, offering unlimited income potential.\nQuarterly and annual performance-based incentives for outstanding achievements.\nTransportation and business travel allowance for client meetings and business trips.\nOpportunities for overseas training and learning programs to enhance product knowledge and international sales skills.\nClear career development path with promotion opportunities to Team Leader or Sales Manager positions.\nWork in a modern, dynamic, and technology-driven environment with global exposure.\nComprehensive training programs on software products, solution consulting, and sales techniques.\nFull social, health, and unemployment insurance, along with public holiday bonuses and annual leave policies.\nAnnual company trip, team-building events, and internal engagement activities",
        "job_location_detail": "- Hồ Chí Minh: COBI Tower, Phường Tân Phú",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)",
        "company_name": "CÔNG TY TNHH KINGDEE INTERNATIONAL SOFTWARE GROUP (VIETNAM)",
        "company_scale": "25-99 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "4th Floor, Cobi Tower II Building, No. 2-4 Street No. 8, Tan My Ward, Ho Chi Minh City, Vietnam",
        "job_level": "Nhân viên",
        "academic_level": "Cao Đẳng trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Kinh doanh/Bán hàng, Công nghệ Thông tin, Sales IT Phần mềm, Kinh doanh phần mềm, Việc làm IT",
        "tags_skill": "Xây dựng mối quan hệ, Giao tiếp, Phân Tích Nghiệp Vụ",
        "tags_location": "Hồ Chí Minh",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-kingdee-international-software-group-vietnam/237459.html",
        "url": "https://www.topcv.vn/viec-lam/nhan-vien-kinh-doanh-phan-mem-erp-sales-erp-thu-nhap-cao-upto-30-60-trieu-nhan-viec-ngay-tai-quan-7/1891406.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:54:32",
        "csv_id": 5
    },
    {
        "job_title": "AI/Robotics Engineer",
        "salary": "Thoả thuận",
        "province": "Hồ Chí Minh",
        "experience_years": "1 năm",
        "deadline": "04/01/2026",
        "job_description": "1. Job Responsibilities\nDevelop and integrate ROS2 systems for robots (navigation, SLAM, sensor fusion, control, etc.).\nDesign, implement, and optimize image processing, machine vision, and image recognition algorithms.\nBuild and deploy machine learning / deep learning models for robotics applications (object detection, classification, segmentation...).\nProgram using Python and C++ for AI/robotics modules.\nWork with sensors such as camera, LiDAR, IMU and integrate them into ROS2.\nEvaluate system performance and improve/optimize algorithms.\nPrepare technical documentation, perform code reviews, and collaborate closely with the Japan team.",
        "job_requirements": "2. Must-have Requirements\nBachelor’s degree in Computer Science, Robotics, AI, Mechatronics, Electronics, or related fields.\n1–3+ years of hands-on experience with ROS / ROS2.\nProficiency in Python and/or C++ in robotics environments.\nExperience in one or more of the following areas:\n- Image processing: OpenCV, image processing pipeline\n- Deep learning: TensorFlow / PyTorch\n- Computer vision: object detection, segmentation, tracking\nGood understanding of robotic systems: SLAM, navigation, motion planning, control.\nAbility to read and understand technical documents in English.\n3. Nice-to-have\nExperience with NVIDIA Jetson, CUDA, or AI acceleration.\nKnowledge of Docker, Linux, and CI/CD pipelines.\nExperience working on real robotics projects (AGV, AMR, robotic arms, etc.).\nHaving a GitHub, personal projects, or simulations.",
        "job_benefits": "4. Benefits\nCompetitive salary based on market standards.\nOpportunity to work on international projects using advanced Robotics/AI technologies.\nDirect training and mentorship from Japanese experts.\nFlexible working environment with a clear technical career path.",
        "job_location_detail": "- Hồ Chí Minh: Tầng 02, số 07 đường Lý Tự Trọng, Phường Sài Gòn",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)",
        "company_name": "CÔNG TY TNHH SHINNICHIRO VIỆT NAM",
        "company_scale": "10-24 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "90 Lê Văn Duyệt, Phường 1, Quận Bình Thạnh",
        "job_level": "Nhân viên",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "2 người",
        "tags_role": "Công nghệ Thông tin, Artificial Intelligence (AI), AI Engineer, Việc làm IT",
        "tags_skill": "C++, Python, Học Máy (machine Learning), Lập Trình (python, C++, Java), Robot Operating System (ros), Robot Học (robotics)",
        "tags_location": "Hồ Chí Minh",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-shinnichiro-viet-nam/222910.html",
        "url": "https://www.topcv.vn/viec-lam/ai-robotics-engineer/1974897.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:54:45",
        "csv_id": 6
    },
    {
        "job_title": "Network Engineer (Triển Khai)",
        "salary": "Thoả thuận",
        "province": "Hồ Chí Minh",
        "experience_years": "5 năm",
        "deadline": "05/01/2026",
        "job_description": "- Thiết kế, triển khai, cấu hình và tối ưu các hệ thống hạ tầng CNTT bao gồm:\nMáy chủ (Server): Dell, HPE, Fujitsu, Lenovo,...\nẢo hóa: VMware vSphere, Hyper-V, hoặc Proxmox.\nLưu trữ (Storage): SAN/NAS (Dell PowerStore, HPE 3PAR, HPE StoreOnce, ME5024,...).\nMạng (Network): Core, Distribution, Access (Cisco, Aruba, HPE, Fortinet,...).\nBảo mật (Security): Firewall, WAF, VPN, NAC, IPS/IDS, Load Balancer.\n- Thực hiện các dự án tích hợp hệ thống tổng thể, bao gồm:\nTích hợp giữa hệ thống mạng, máy chủ, lưu trữ và bảo mật.\nTham gia vào quá trình kiểm thử (UAT), chạy thử (pilot), và bàn giao (handover).\n- Triển khai các dịch vụ nền tảng doanh nghiệp:\nMicrosoft Infrastructure: AD DS, DNS, DHCP, NPS, File Services, Exchange, O365 Hybrid.\nVirtualization & Backup: VMware, Veeam, SRM, DRS, HA, Replication.\nMonitoring & Logging: LibreNMS, Zabbix, Grafana, Splunk, Syslog, SNMP.\n- Tham gia khảo sát hiện trạng hệ thống khách hàng (network, server, storage).\n- Phối hợp để thiết kế giải pháp hạ tầng chi tiết: sơ đồ kiến trúc, tài nguyên, mô hình kết nối, sơ đồ IP/VLAN.\n- Tư vấn, đề xuất các giải pháp tối ưu hiệu năng, bảo mật và độ sẵn sàng cao (HA, DR).\n- Soạn thảo tài liệu thiết kế kỹ thuật (HLD/LLD) và tài liệu triển khai (Implementation Guide).",
        "job_requirements": "YÊU CẦU BẰNG CẤP:\nTốt nghiệp Cao đẳng/Đại học hoặc tương đương\nCó chứng chỉ quốc tế CCNA, MCSA,... là một lợi thế.\nKỸ NĂNG CỨNG (Có nền tảng):\nKiến thức vững chắc về mạng TCP/IP, VLAN, Routing, Switching, VPN, Firewall.\nHiểu biết sâu về hệ thống ảo hóa và lưu trữ (VMware vSphere, vCenter, vSAN, iSCSI, Fibre Channel).\nCó khả năng đọc hiểu log, phân tích sự cố và tối ưu hiệu năng.\nƯu tiên có các chứng chỉ chuyển môn như: CCNP, MCSE, PCNSE,...\nKỸ NĂNG MỀM:\nKỹ năng viết và trình bày tài liệu kỹ thuật rõ ràng, mạch lạc.\nTư duy có hệ thống và khả năng chủ động tổ chức, sắp xếp công việc.\nLàm việc theo nhóm.\nTrình bày thuyết trình.",
        "job_benefits": "- Được làm việc trên thiết bị phần cứng của các hãng nổi tiếng như: IBM, HP, Juniper Network, Cisco, Checkpoint, Palo Alto, EMC, NetApp, Ruckus, Mcafee, Symantec, SonicWALL, Fortinet, Watchguard, DELL, Barracuda, Astaro, Alcatel-Lucent, Aruba, Avaya...\n- Được thực hành trên các thiết bị lab hiện đại của công ty.\n- Có cơ hội phát triển thành Team Leader, Project Management trực tiếp tham gia thiết kế và quản lý các dự án.\n- Được cấp phát những dụng cụ làm việc gồm: Theo qui định của Công ty\n- Chế độ nghỉ ngơi (nghỉ hàng tuần, phép năm, lễ tết...): Theo quy định của Công ty\n- Bảo hiểm xã hội và bảo hiểm y tế: Theo luật lao động Việt Nam\n- Chế độ lương thưởng và đãi ngộ: Theo chính sách, Quy chế lương thưởng của\n- Công ty và dựa theo năng lực, cống hiến của Nhân viên.\n- Chế độ đào tạo và thăng tiến: Theo quy định của công ty.",
        "job_location_detail": "- Hồ Chí Minh: 124 Trương Đình Hội, Phường Phú Định",
        "working_time": "Thứ 2 - Thứ 7 (từ 08:00 đến 17:00)",
        "company_name": "CÔNG TY TNHH GIẢI PHÁP DỮ LIỆU SÁNG TẠO",
        "company_scale": "10-24 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "Tầng 14, Tòa Nhà HM Town, 412 Nguyễn Thị Minh Khai, Phường 05, Quận 3, Thành phố Hồ Chí Minh",
        "job_level": "Nhân viên",
        "academic_level": "Cao Đẳng trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Công nghệ Thông tin, IT Infrastructure and Operations, Network Engineer, Việc làm IT",
        "tags_skill": "Null",
        "tags_location": "Hồ Chí Minh",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-giai-phap-du-lieu-sang-tao/108485.html",
        "url": "https://www.topcv.vn/viec-lam/network-engineer-trien-khai/1975191.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:54:55",
        "csv_id": 7
    },
    {
        "job_title": "Intern QC (Japanese N4)",
        "salary": "4.5 - 6.9 triệu",
        "province": "Hồ Chí Minh",
        "experience_years": "Không yêu cầu",
        "deadline": "28/12/2025",
        "job_description": "Execute test cases and document results accurately.\nIdentify, report, and track defects using bug tracking systems.\nParticipate in test planning and design activities.\nCreate sufficient and effective test cases based on requirements.\nWork smoothly following the established testing process.\nCollaborate with developers and other team members to resolve issues.\nContribute to improving testing processes and methodologies",
        "job_requirements": "Must be a final-year student or recent graduate majoring in Information Technology (IT) or a related field.\nMust be available for a full-time internship.\nMust be willing to work full-time after the internship period (upon successful performance review).\nStrong analytical and problem-solving skills.\nAbility to work independently and as part of a team.\nAbility to follow established processes and procedures.\nAbility to create comprehensive test cases.\nExperience in Japanese projects\nJapanese at least N4",
        "job_benefits": "- Attractive Intern salary.\n- Motorbike or bus support allowance.\n- Have a chance to be official member of ISB Vietnam.\n- Professional and challenge working environment.\n- Japanese culture and working atmosphere discovery.",
        "job_location_detail": "- Hồ Chí Minh: E Town 2, 364 Cộng Hòa, Phường Tân Bình",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)",
        "company_name": "CÔNG TY TNHH ISB VIỆT NAM",
        "company_scale": "100-499 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "Tòa nhà Etown 2, số 364 Cộng Hòa, Phường 13, Quận Tân Bình, TP.HCM",
        "job_level": "Thực tập sinh",
        "academic_level": "Cao Đẳng trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Công nghệ Thông tin, Software Testing, Manual Tester, Việc làm IT",
        "tags_skill": "Khả năng giao tiếp tốt, chịu được áp lực công việc, Khả Năng Làm Việc Nhóm, Kiến Thức Cơ Bản Về Chất Lượng, Nắm Vững Tiếng Nhật N4 Trở Lên",
        "tags_location": "Hồ Chí Minh",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-isb-viet-nam/114323.html",
        "url": "https://www.topcv.vn/viec-lam/intern-qc-japanese-n4/1967453.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:55:06",
        "csv_id": 8
    },
    {
        "job_title": "Product Manager",
        "salary": "15 - 25 triệu",
        "province": "Hà Nội",
        "experience_years": "3 năm",
        "deadline": "01/01/2026",
        "job_description": "1. Xây dựng, triển khai các kế hoạch kinh doanh, chính sách bán hàng, đảm bảo các kế hoạch, chính sách được triển khai theo đúng định hướng và mục đích đề ra nhằm kinh doanh hiệu quả nhất\n2. Nghiên cứu sản phẩm, so sánh và đánh giá với sản phẩm, dịch vụ của đối thủ để lên kế hoạch đặt hàng, mở rộng thị trường và tạo cơ hội kinh doanh mới\n3. Chịu trách nhiệm đào tạo, quản lý nhân viên, tạo sự gắn kết và đưa ra kế hoạch tuyển dụng nhân sự khi cần thiết\n4. Đại diện công ty giao dịch và thương thảo với các hãng đối tác nước ngoài\n5. Xây dựng và duy trì các mối quan hệ với các khách hàng, đại lý, nhà cung cấp, và đối tác\n6. Phối hợp cùng với bộ phận Marketing và các hãng để lên kế hoạch kinh doanh, marketing cho Tháng/ Quý/ Năm\n7. Báo cáo về tình hình kinh doanh, kết quả về doanh thu, lợi nhuận các yếu tố có thể gây ảnh hưởng tới tình hình kinh doanh với Ban lãnh đạo\n8. Chịu trách nhiệm trước Ban lãnh đạo về doanh số, các hoạt động của kinh doanh do mình phụ trách",
        "job_requirements": "1. Tốt nghiệp Đại học trở lên các chuyên ngành Quản trị kinh doanh, Kinh tế, CNTT hoặc các ngành có liên quan\n2. Có kinh nghiệm tối thiểu 3 - 5 năm\n3. Tiếng Anh giao tiếp, đọc viết tốt.\n4. Ưu tiên các ứng viên có kinh nghiệm trong lĩnh vực CNTT.\n5. Có khả năng giao tiếp, đàm phán tốt, nhạy bén, linh hoạt\n6. Có khả năng xây dựng kế hoạch, hoạch định chiến lược\n7. Có khả năng nắm bắt thông tin thị trường và với xu hướng mới của khách hàng\n8. Có khả năng quản lý nhân sự\n9. Có tinh thần trách nhiệm cao, nhiệt tình, năng động và chịu được áp lực công việc\n10. Ưu tiên ứng viên đã từng ở vị trí tương đương; kinh nghiệm sale ít nhất 3 năm\"",
        "job_benefits": "1. Thu nhập: Thỏa thuận theo năng lực và kinh nghiệm.\n2. Chế độ: được hưởng đầy đủ BHXH, BHYT và các phúc lợi khác theo quy định.\n3. Được làm việc trong văn phòng tọa lạc tại tòa nhà văn phòng 5 sao, view Hồ Tây sang trọng, hiện đại, tiện nghi cao cấp.\n4. Môi trường làm việc ổn định, nhân văn, chuyên nghiệp, luôn coi trọng giá trị năng lực chuyên môn của người lao động.\n5. Áp dụng quy chế đánh giá, xếp hạng nhân viên rõ ràng để quyết định mức lương thưởng cụ thể.\n6. Chế độ lương thưởng rõ ràng, có tích lũy quỹ phúc lợi công ty, phục vụ cho thưởng tết, nghỉ hè....\n7. Thường xuyên có các hoạt động ngoại khóa, văn thể mỹ dành cho CBNV.\"",
        "job_location_detail": "- Hà Nội: Tầng 17 Tòa Heritage West Lake Office, 677 đường Lạc Long Quân, Phường Tây Hồ",
        "working_time": "Null",
        "company_name": "Công ty Cổ phần Tập đoàn IDC",
        "company_scale": "25-99 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "Tầng 17 Tòa nhà Heritage Office,677 Lạc Long Quân, Tây Hồ, Hà Nội",
        "job_level": "Nhân viên",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "3 người",
        "tags_role": "Công nghệ Thông tin, Product Management, Product Owner/Product Manager, Việc làm IT",
        "tags_skill": "Null",
        "tags_location": "Hà Nội",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-tap-doan-idc/16532.html",
        "url": "https://www.topcv.vn/viec-lam/product-manager/1969894.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:55:17",
        "csv_id": 9
    },
    {
        "job_title": "Nhân Viên Kinh Doanh CNTT",
        "salary": "Thoả thuận",
        "province": "Hồ Chí Minh & 2 nơi khác",
        "experience_years": "1 năm",
        "deadline": "31/01/2026",
        "job_description": "Hoàn thành chỉ tiêu doanh số được giao.\nXây dựng và mở rộng các mối quan hệ, gặp gỡ các tổ chức, doanh nghiệp có tiềm năng, tư vấn về sản phẩm, dịch vụ hoặc các dự án lớn.\nDuy trì và tương tác với các khách hàng doanh nghiệp đang có. Phát triển quan hệ, tìm kiếm khách hàng và thị trường mới.\nThực hiện công tác tiếp nhận và xử lý thông tin, yêu cầu của khách hàng.\nThực hiện các công tác bán hàng như: Soạn thảo báo giá, liên hệ đối tác.\nĐàm phán thực hiện các thủ tục ký kết hợp đồng với khách hàng",
        "job_requirements": "Tốt nghiệp Cao đẳng trở lên ưu tiên các ngành Kinh tế, Quản trị kinh doanh, Điện tử viễn thông, Công nghệ thông tin.\nHiểu biết thị trường CNTT, có từ 1 năm kinh nghiệm trong lĩnh vực kinh doanh CNTT ở các mảng tích hợp hệ thống, quản lý dự án, B2B.\nCó định hướng rõ ràng, yêu thích và đam mê kinh doanh, muốn phát triển kỹ năng bán hàng chuyên nghiệp.\nCó kỹ năng sử dụng vi tính văn phòng: excel, word.\nGiao tiếp tốt, nhanh nhẹn, năng động, chịu khó, sáng tạo và đam mê thành công.\nCó khả năng làm việc chủ động, làm việc độc lập, làm việc theo nhóm.",
        "job_benefits": "Lương và thu nhập cạnh tranh, hấp dẫn.\nThưởng không giới hạn: Thưởng nóng + Thưởng lương tháng 13 + Thưởng doanh số + Thưởng Lễ/Tết.\nMôi trường trẻ, chuyên nghiệp, năng động, thân thiện, nhiều cơ hội phát triển tài năng và ý tưởng nghề nghiệp.\nTham gia đầy đủ các chế độ phúc lợi: BHYT, BHXH, BHTN. Khám sức khỏe định kỳ hàng năm.\nĐược mua gói Bảo hiểm sức khỏe khi gắn bó ≥ 5 năm với Công ty.\nCông ty hỗ trợ theo nguyện vọng cho CB-NV có nhiệt huyết, gắn bó, đồng hành phát triển cùng Công ty về việc mua nhà, mua xe nhằm nâng cao chất lượng cuộc sống gia đình.\nĐược đi du lịch nước ngoài khi đạt thành tích xuất sắc trong năm.\nĐược tham gia các hoạt động du lịch hàng năm, các hoạt động văn hóa đoàn thể do công ty và công đoàn tổ chức (tân niên, tất niên, teambuiding, sinh nhật, nghỉ mát giữa năm, hội thao, hội diễn, bóng đá thường niên, các cuộc thi năng khiếu, trí tuệ...).\nĐược tham gia các chương trình đào tạo nhằm nâng cao năng lực chuyên môn, được đầu tư học lái xe, giao tiếp, thi chứng chỉ,…\nLàm việc giờ hành chính từ thứ 2 đến sáng thứ 7, chế độ nghỉ phép, nghỉ lễ đầy đủ; được cấp phát đầy đủ công cụ dụng cụ làm việc.\nCác chế độ, phúc lợi của Công đoàn DTG Corp,…",
        "job_location_detail": "- Hồ Chí Minh: 272-274 Hòa Hưng, Phường Hòa Hưng\n- Hà Nội: 25 Nguyễn Quốc Trị, Phường Yên Hòa\n- Hải Phòng: BH01-56, KĐT Vinhomes Imperia, Đường Bạch Đằng, Phường Hồng Bàng",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)\nThứ 7: 08:00 - 12:00",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ DTG",
        "company_scale": "25-99 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "272-274 Hòa Hưng, phường 13, quận 10, TPHCM",
        "job_level": "Nhân viên",
        "academic_level": "Trung cấp trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "5 người",
        "tags_role": "Kinh doanh/Bán hàng, Công nghệ Thông tin, Sales Kỹ thuật (Sales Engineer), Công nghệ thông tin khác, Bán hàng kỹ thuật IT, Việc làm IT",
        "tags_skill": "Tìm kiếm khách hàng, Xây dựng mối quan hệ, Đàm phán, Giao tiếp, Chốt Sales, Kiến Thức Về Cntt",
        "tags_location": "Hồ Chí Minh, Hà Nội, Hải Phòng",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-dtg/28745.html",
        "url": "https://www.topcv.vn/viec-lam/nhan-vien-kinh-doanh-cntt/1973321.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:55:29",
        "csv_id": 10
    },
    {
        "job_title": "Nhân Viên Gán Nhãn & Kiểm Duyệt Nội Dung Sàn Thương Mại Điện Tử (Mảng Chăm Sóc Khách Hàng) - Thu Nhập 8 Triệu/Tháng - Quận 12 - Đi Làm Ngay",
        "salary": "7.4 - 8 triệu",
        "province": "Hồ Chí Minh",
        "experience_years": "Không yêu cầu",
        "deadline": "31/12/2025",
        "job_description": "Nhận cuộc gọi/email/chat từ khách hàng liên quan đến sản phẩm.\nCung cấp kiến thức Sản phẩm cho khách hàng.\nHỗ trợ khách hàng với bất kỳ yêu cầu nào liên quan đến sản phẩm.\nXem xét và kiểm duyệt nội dung âm thanh/hình ảnh/văn bản để đảm bảo tuân thủ chính sách nền tảng và nguyên tắc cộng đồng.\nXác định, gắn cờ và báo cáo các nội dung âm thanh/hình ảnh/văn bản không phù hợp, có hại hoặc nhạy cảm.\nGhi lại và báo cáo các xu hướng, mô hình và rủi ro tiềm ẩn trong nội dung âm thanh/hình ảnh/văn bản do người dùng tạo ra.\nPhối hợp với các nhóm liên chức năng để duy trì một môi trường nền tảng an toàn và đáng tin cậy.",
        "job_requirements": "Tốt nghiệp THPT hoặc trình độ tương đương\nTiếng Anh viết B2\nTốc độ đánh máy nhanh và chính xác (≥ 80%)\nKỹ năng giao tiếp & xử lý tình huống tốt",
        "job_benefits": "Thu nhập trung bình: 7.400.000 – 8.000.000 VND/tháng\nLương cứng: 6.000.000 VND/tháng\nPhụ cấp ăn trưa: 500.000 VND/tháng\nThưởng KPI hàng tháng: 900.000 – 1.200.000 VND/tháng\nNhận 100% lương trong 2 tháng thử việc\nTham gia các chế độ bảo hiểm theo Luật Lao động\nBảo hiểm tai nạn 24/7\n14 ngày nghỉ/năm\nLương tháng 13\nKhám sức khỏe định kỳ hằng năm\nMôi trường làm việc năng động, chuyên nghiệp, nhiều cơ hội thăng tiến",
        "job_location_detail": "- Hồ Chí Minh: Tech Valley – Công viên Phần mềm Quang Trung, Trường Chinh, Phường Trung Mỹ Tây",
        "working_time": "Làm việc 5 ngày/tuần (nghỉ 2 ngày bất kỳ): Ca xoay theo sắp xếp của Team Leader, mỗi ca 9 tiếng/ngày (bao gồm 1.5 giờ nghỉ). Các ca: Ca 1: 09:00 – 18:00, Ca 2: 11:00 – 20:00, Ca 3: 12:00 – 21:00, Ca 4: 14:00 – 23:00",
        "company_name": "CÔNG TY TNHH NGUYỄN AN NAM",
        "company_scale": "10-24 nhân viên",
        "company_industry": "Tư vấn",
        "company_address": "34 Tiền Giang, Phường 2, Quận Tân Bình, Thành phố Hồ Chí Minh, Việt Nam",
        "job_level": "Nhân viên",
        "academic_level": "Trung học phổ thông (Cấp 3) trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "10 người",
        "tags_role": "Chăm sóc khách hàng (Customer Service)/Vận hành, Công nghệ Thông tin, Business Operation (Vận hành kinh doanh), Artificial Intelligence (AI), Data Labeling (Gán nhãn dữ liệu), Việc làm IT",
        "tags_skill": "Chăm Sóc Khách Hàng, Sử Dụng Máy Tính, Phân Tích Thông Tin",
        "tags_location": "Hồ Chí Minh",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-nguyen-an-nam/207649.html",
        "url": "https://www.topcv.vn/viec-lam/nhan-vien-gan-nhan-kiem-duyet-noi-dung-san-thuong-mai-dien-tu-mang-cham-soc-khach-hang-thu-nhap-8-trieu-thang-quan-12-di-lam-ngay/1968880.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:55:40",
        "csv_id": 11
    },
    {
        "job_title": "Manual Tester (Web, Mobile)|Từ 3 Năm Kinh Nghiệm | Thu Nhập Upto 33M | Tại Hà Nội",
        "salary": "30 - 35 triệu",
        "province": "Hà Nội",
        "experience_years": "3 năm",
        "deadline": "27/12/2025",
        "job_description": "ĐỐI TÁC\nĐối tác hoạt động chuyên sâu trong lĩnh vực An toàn thông tin/Cyber Security, cung cấp giải pháp bảo mật cho các hệ thống lớn trong và ngoài nước. Văn hoá làm việc đề cao tính kỷ luật, tinh gọn và hiệu suất, giúp bạn tập trung tối đa vào chất lượng kỹ thuật. Phù hợp với ứng viên Senior muốn tìm kiếm thách thức thực sự, có không gian phát huy năng lực và cơ hội đứng cùng đội ngũ kỹ sư mạnh.\nMÔ TẢ CÔNG VIỆC\nLập kế hoạch, kịch bản và thực hiện kiểm thử cho các sản phẩm Web và Mobile.\nPhân tích luồng nghiệp vụ, viết và review test case, thực hiện test và báo cáo kết quả.\nPhối hợp với đội phát triển để khắc phục lỗi, đề xuất cải tiến chất lượng sản phẩm.\nThực hiện truy vấn dữ liệu (SQL), sử dụng các công cụ hỗ trợ test (API, performance, automation).\nTham gia vào quy trình phát triển phần mềm theo Agile/Scrum.",
        "job_requirements": "Tốt nghiệp Đại học chuyên ngành CNTT, Khoa học máy tính, Toán – Tin, An toàn thông tin hoặc liên quan.\nCó khả năng phân tích và phản biện về đặc tả yêu cầu phần mềm.\nTối thiểu 3 kinh nghiệm làm việc với Kiểm thử API (sử dụng các công cụ hỗ trợ test API).\nHiểu rõ quy trình phát triển phần mềm và quy trình kiểm thử phần mềm (đặc biệt là Agile, Scrum), các mức và loại kiểm thử (functional, non-functional, exploratory).\nNắm vững kỹ thuật kiểm thử hộp đen, test design techniques, có tư duy phân tích và phản biện tốt.\nCó kiến thức chuyên sâu về SQL (bao gồm: INSERT, UPDATE, DELETE, INNER JOIN, LEFT JOIN,...) và HTTP/HTTPS.\nSử dụng thành thạo các công cụ/framework test phổ biến; (Ưu tiên có kinh nghiệm test Performance, ví dụ: JMeter. Kiểm thử tự động web/mobile/api).\nTiếng Anh tương đương TOEIC 650+.\nCó khả năng hướng dẫn, review test case cho thành viên khác.\nKỹ năng & Tố chất:\nCẩn thận, tư duy logic, có khả năng làm việc nhóm và chịu áp lực tốt.\nTinh thần học hỏi, cam kết và chủ động trong công việc.",
        "job_benefits": "Thu nhập cạnh tranh 350 - 400M Gross/năm, review lương định kỳ tháng 3 hàng năm.\nBảo hiểm sức khỏe MIC (hạn mức 600 triệu/năm), khám sức khỏe định kỳ.\nHỗ trợ 50–100% chi phí chứng chỉ quốc tế, tài khoản Udemy và học liệu cập nhật liên tục.\nLàm việc tại Landmark 72, môi trường hiện đại, có khu gym, café, khu giải trí.\nCác hoạt động teambuilding, happy hours, thể thao nội bộ, sinh nhật, nghỉ mát, Year End Party.\n12 ngày phép + 3 ngày nghỉ thêm, nghỉ ½ ngày cho các dịp lễ đặc biệt.",
        "job_location_detail": "- Hà Nội: Landmark 72, Lô E6, Khu đô thị mới Cầu Giấy, Phường Từ Liêm",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:00 đến 18:00)",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ THÔNG MINH GX",
        "company_scale": "25-99 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "HH2 Bắc Hà, số 15 Tố Hữu, Thanh Xuân, Hà Nội",
        "job_level": "Nhân viên",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Công nghệ Thông tin, Software Testing, Manual Tester, Việc làm IT",
        "tags_skill": "Kỹ Năng Viết Test Case, Kiến Thức Về Kiểm Thử Phần Mềm, Kỹ Năng Thực Hiện Test, Kỹ Năng Sử Dụng Công Cụ Test, Kỹ Năng Phân Tích Yêu Cầu, Kỹ Năng Báo Cáo Lỗi",
        "tags_location": "Hà Nội",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-thong-minh-gx/243568.html",
        "url": "https://www.topcv.vn/viec-lam/manual-tester-web-mobile-tu-3-nam-kinh-nghiem-thu-nhap-upto-33m-tai-ha-noi/1967146.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:55:51",
        "csv_id": 12
    },
    {
        "job_title": "Senior Frontend Developer (React.Js/Next.Js) - Mức Lương Upto 30M",
        "salary": "Tới 30 triệu",
        "province": "Hà Nội",
        "experience_years": "2 năm",
        "deadline": "31/12/2025",
        "job_description": "Phát triển giao diện web hoặc ứng dụng đa nền tảng sử dụng ReactJS / NextJS, đảm bảo hiệu suất và trải nghiệm người dùng tốt nhất.\nTriển khai UI/UX theo thiết kế, xây dựng các hiệu ứng và hoạt ảnh hiện đại, mượt mà.\nTích hợp với API backend và các API của bên thứ ba.\nTối ưu hóa hiệu năng, SEO (đặc biệt với Next.js) và khả năng tương thích trình duyệt.\nTham gia review code, viết unit test / integration test để đảm bảo chất lượng sản phẩm.\nPhối hợp chặt chẽ với designer, backend, QA trong quá trình phát triển tính năng.\nNghiên cứu, đề xuất và ứng dụng các công nghệ front-end mới nhằm nâng cao chất lượng sản phẩm và quy trình làm việc.\n(Nếu có nhu cầu) Hỗ trợ build & publish ứng dụng lên App Store / Google Play khi làm việc với dự án hybrid hoặc PWA.",
        "job_requirements": "Tốt nghiệp đại học chuyên ngành CNTT hoặc các ngành liên quan;\nCó 2 - 3+ năm kinh nghiệm phát triển ứng dụng web (hoặc mobile nếu có);\nCó ít nhất 1 năm kinh nghiệm làm việc trong các dự án AI;\nThành thạo ReactJS hoặc Next.js;\nCó kinh nghiệm làm việc với HTML, SCSS, ưu tiên biết thêm Tailwind;\nHiểu biết về RESTful APIs;\nNắm vững quy trình tiêu chuẩn trong việc xây dựng và triển khai phần mềm;\nCó kinh nghiệm làm việc nhóm sử dụng Git;\nHiểu sâu về lập trình hàm (Functional programming);\nCó trách nhiệm cao trong công việc;\nCó khả năng làm việc độc lập hoặc làm việc nhóm hiệu quả.\nNăng lực chung:\nGiao tiếp tốt, chủ động đánh giá và giải quyết vấn đề\nCó khả năng tư duy, học hỏi nhanh, cẩn thận, tỉ mỉ.\nĐam mê công việc, chấp nhận thách thức\nCởi mở thân thiện, có kĩ năng làm việc nhóm hiệu quả.",
        "job_benefits": "Mức lương hấp dẫn tùy thuộc vào năng lực\nTham gia BHXH, teambuilding, phúc lợi hàng năm,...\nLễ, tết, tháng 13, thưởng khác theo năng lực\nLàm việc tại môi trường startup chuyên nghiệp, năng động, trẻ trung.\nCơ hội tiếp cận với những dự án khủng, những xu hướng công nghệ/nền tảng mới nhất, thỏa sức sáng tạo phát triển bản thân.",
        "job_location_detail": "- Hà Nội: Phường Cầu Giấy",
        "working_time": "Null",
        "company_name": "CÔNG TY TNHH VODAPLAY VIỆT NAM",
        "company_scale": "25-99 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "Tầng 02, Tòa nhà Trung Yên 1, số 1A Vũ Phạm Hàm, Phường Trung Hoà, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam",
        "job_level": "Nhân viên",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Công nghệ Thông tin, Software Engineering, Frontend Developer, Việc làm IT",
        "tags_skill": "Null",
        "tags_location": "Hà Nội",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-vodaplay-viet-nam/107235.html",
        "url": "https://www.topcv.vn/viec-lam/senior-frontend-developer-react-js-next-js-muc-luong-upto-30m/1967715.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:56:04",
        "csv_id": 13
    },
    {
        "job_title": "Nhân Viên IT Kiêm Tư Vấn & Đào Tạo - Thu Nhập Upto 20M/ Tháng (Nghỉ Thứ 7- CN)",
        "salary": "15 - 20 triệu",
        "province": "Hà Nội",
        "experience_years": "1 năm",
        "deadline": "02/01/2026",
        "job_description": "Thiết kế, hướng dẫn, tư vấn liên quan đến các chương trình đào tạo về lập trình STEM, Robotics, Kỹ năng cho trẻ em.\nTham gia tổ chức các sự kiện, giảng dạy khi cần.\nHỗ trợ kỹ thuật cho các bộ phận nội bộ trong quá trình sử dụng thiết bị, công nghệ mạng và phần mềm, liên quan tới sự kiện, họp trực tuyến Zoom.\nQuản trị web, landing page.",
        "job_requirements": "Tốt nghiệp Cao đẳng trở lên...\nKỹ năng giao tiếp tốt, vui vẻ, hòa đồng\nSẵn sàng đi công tác xa\nƯu tiên: Biết ngoại ngữ, hiểu biết giáo dục, lập trình Iot, Web (WordPress, HTML hoặc tương tự), Microsoft, Google, AI thông dụng ứng dụng trong giáo dục đào tạo.",
        "job_benefits": "Thu nhập từ 15.000.000 – 20.000.000đ + phụ cấp đi lại, điện thoại, ăn trưa.\nThưởng nóng, thưởng quý, lương tháng 13.\nChế độ lễ – tết, nghỉ mát hằng năm.\nTham gia đầy đủ BHXH, BHYT theo luật.\nMôi trường làm việc năng động, cơ hội phát triển đa dạng trong mảng công nghệ giáo dục.",
        "job_location_detail": "- Hà Nội: Phường Cầu Giấy",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)",
        "company_name": "CÔNG TY CỔ PHẦN JIVIETNAM",
        "company_scale": "25-99 nhân viên",
        "company_industry": "Giáo dục / Đào tạo",
        "company_address": "Phường Cổ Nhuế 2, Bắc Từ Liêm, Hà Nội",
        "job_level": "Nhân viên",
        "academic_level": "Cao Đẳng trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Công nghệ Thông tin, Công nghệ thông tin khác, Chuyên môn Công nghệ thông tin khác, Việc làm IT",
        "tags_skill": "Kỹ năng IT & kỹ thuật số, Kỹ năng đào tạo & tư vấn, Kỹ năng giao tiếp & phối hợp",
        "tags_location": "Hà Nội",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-jivietnam/218232.html",
        "url": "https://www.topcv.vn/viec-lam/nhan-vien-it-kiem-tu-van-dao-tao-thu-nhap-upto-20m-thang-nghi-thu-7-cn/1971341.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:56:16",
        "csv_id": 14
    },
    {
        "job_title": "Java Developer - Up To $3200",
        "salary": "Thoả thuận",
        "province": "Hồ Chí Minh",
        "experience_years": "2 năm",
        "deadline": "31/01/2026",
        "job_description": "ABOUT FPT SOFTWARE\nFPT Software, a subsidiary of FPT Group, is a leading global IT service provider headquartered in Vietnam. With 33,000+ employees in 88 offices across 30 countries, we serve 1,100+ clients, including 96 Fortune 500 companies.\nWe believe diversity fuels innovation and strive to create an inclusive workplace where talents of all backgrounds thrive. We welcome expatriates and international professionals to bring fresh perspectives and help shape the future of technology.\nJOB OVERVIEW\nWe are looking for a passionate and detail-oriented Middle Java developer to join our team for a high-impact project with global client. This is your opportunity to work on cutting-edge financial technologies and contribute to the stability, scalability, and performance of mission-critical systems.\nRESPONSIBILITIES\nWork with Client’s designers and product owners to deliver production-ready source code based upon assigned features and requirements.\nTest and remediate issues found during development in accordance with accepted quality control practices.\nWhen needed or requested, provide technical expertise and insight related to engineering and design efforts.\nLead technical engagement & collaborate with project teams on business requirement, analysis, design, development, and testing of the applications in support of business solutions.\nStrong ability to analyze functional needs and drive the design for positive business outcomes; recommends solutions that are aligned with business\nJoin Business application development, lead/coach technical project team and review development solution/code\nMaintenance and support business applications\nReview code & control code quality",
        "job_requirements": "Bachelor’s degree in Computer Science/IT or related field\nWell-communicate in English.\nMinimum 2 years of professional experience as a Java Developer.\nKnowledge of Spring/Spring Boot essential.\nDatabase technologies: Postgres and Redis desirable.\nExperience building ReSTful APIs essential – SOAP not required.\nExperience in Database: Oracle, MS SQL Server, PostgreSQL\nKnowledge of Microservice\nHand-on experience with Cloud Computing (Azure/AWS)\nFamiliarity with Agile development methodologies and tools.",
        "job_benefits": "FPT Care insurance plan tailored for FPT employees\nAttractive annual summer vacation allowance\nSponsored training courses for personal growth and up to 100% coverage for certification costs\nGlobal and inclusive workplace with monthly cross-cultural events\nInternational exposure and career growth across global locations\nWork-life balance benefits with a flexible leave policy and annual health check-ups to support employee well-being\nWork on impactful global banking projects with U.S. clients.\nJoin a supportive, international working environment with open culture.\nAttractive salary package and annual performance bonuses.\nFlexible working hours & remote/hybrid options.\nPremium health insurance, company trips, training budget, and more.",
        "job_location_detail": "- Hồ Chí Minh: F-Town 3, 3 Võ Chí Công, Phường Tăng Nhơn Phú",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)",
        "company_name": "FPT Software",
        "company_scale": "10000+ nhân viên",
        "company_industry": "Tài chính",
        "company_address": "Tòa nhà FPT Building, số 17 Duy Tân, Cầu Giấy, Hà Nội",
        "job_level": "Nhân viên",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "10 người",
        "tags_role": "Công nghệ Thông tin, Công nghệ thông tin khác, Chuyên môn Công nghệ thông tin khác, Việc làm IT",
        "tags_skill": "Java, SQL, Spring Framework, RESTful APIs, Object Oriented Programming (oop)",
        "tags_location": "Hồ Chí Minh",
        "company_url": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "url": "https://www.topcv.vn/viec-lam/java-developer-up-to-3200/1953698.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:56:27",
        "csv_id": 15
    },
    {
        "job_title": "Product Design Leader",
        "salary": "Thoả thuận",
        "province": "Hồ Chí Minh",
        "experience_years": "5 năm",
        "deadline": "02/01/2026",
        "job_description": "About STYL Solutions\nRide on the wave of Industry 4.0! Join STYL Solutions in the forefront of using Fintech and IoT technologies for smart city/nation transformation. Headquartered in Singapore with an R&D center in Vietnam, STYL Solutions designs, develops, and supplies hardware, software, and integrated solutions for applications in payment, loyalty management, location tracking, self-service operation, telemetry. Our market segment coverage extends from financial services, retail, mass transit, education to social services markets in Singapore and South Asia Pacific.\nOur vision is to use Fintech and IoT to create smart and efficient cities that enhance Quality of Life through convenience and healthier living.\nJob Description\nThe Product Design Leader will drive the strategic direction and design execution for STYL’s core products. This role is responsible not only for managing the existing design team but also for working directly with Product Management and Engineering to ensure design quality, feasibility, and alignment with business goals.\nResponsibilities:\n1.Leadership and Strategy:\nEstablish and communicate the Product Design Vision in alignment with STYL’s overall business strategy.\nProvide strong Creative Direction for all visual outputs, ensuring brand consistency across Product and Marketing channels.\nLead the entire design process from research, conceptualization, to testing and implementation (end-to-end design process).\nRepresent Design in senior-level leadership and strategy meetings.\n2.Team Management and Talent Development:\nLead, mentor, and coach the existing design team, fostering a culture of high performance, accountability, and continuous improvement.\nConduct reviews and provide training to elevate the team’s design skills and product thinking.\nDrive recruiting and scaling efforts for the design function.\n3.Design Execution:\nDirectly design and oversee complex projects, ensuring design solutions meet high standards for both UX (User Experience) and UI (User Interface).\nOwn the development and maintenance of the company’s Design System.\n4.Cross-functional Collaboration:\nWork closely with Product Managers to define prioritized problems and translate them into feasible design solutions.\nCollaborate with the Engineering team to ensure design implementation quality and technical feasibility.\nAct as a design consultant and resource for the Marketing team, ready to support the design of key marketing materials such as brochures, leaflets, posters, and digital banners as needed.",
        "job_requirements": "Minimum 5+ years of experience in Product Design and at least 2+ years in a management or design leadership role.\nA strong portfolio demonstrating complex problem-solving abilities and clear impact on business metrics.\nProven ability to provide clear, actionable creative direction and effectively manage a design team’s output and performance.\nProficiency in modern design tools (Figma is mandatory) AND the Adobe Creative Suite, alongside a strong foundation in User-Centered Design (UCD) principles.\nFluent English is mandatory, both written and verbal, due to our operational base in Singapore and the requirement for daily communication with international stakeholders.\nExcellent communication and presentation skills, with the ability to defend design decisions to stakeholders.\nPreferred qualifications\nExperience working in high-growth companies (Startups/Scale-ups).\nProven experience in recruiting and building design teams.\nUnderstanding of Agile/Scrum development methodologies.",
        "job_benefits": "STYL Solutions will give you the favorable conditions you need to tackle difficult problems and learn cutting-edge technologies:\nInternational working environment with friendly and passionate colleagues\nOnsite opportunity to Japan, and Singapore for training and supporting customers.\nMeaningful work with experienced & strong technical veterans\nFlat structure, simple processes & transparency\nIn addition to providing you with professional growth, STYL Solutions is also committed to taking care of our employees personally. As a full-time employee, you are automatically enrolled in our benefits program, which includes:\nAttractive compensation, regular assessments, and salary reviews\n19 paid days off per year\n100% salary & full social insurance during the probation period\nPremium health care insurance\nFree lunch, dinner, coffee, and tea\nSpecial celebration of special events (Xmas, Tet holiday, …)\nOuting/team-building activities (trip, sport,…)\nOvertime (if any) will be compensated in full compliance with the Vietnam Labor Law.",
        "job_location_detail": "- Hồ Chí Minh: 25-27 B4 Sala, Phường An Khánh",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)",
        "company_name": "VĂN PHÒNG ĐẠI DIỆN STYL SOLUTIONS PTE. LTD. TẠI THÀNH PHỐ HỒ CHÍ MINH",
        "company_scale": "25-99 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "25-27 đường B4 (Khu đô thị Sala), P. An Lợi Đông, TP. Thủ Đức, TP. HCM",
        "job_level": "Trưởng nhóm",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Công nghệ Thông tin, Thiết kế, Software Design, Thiết kế Đồ hoạ/Giao diện/Trải nghiệm, UI/UX Design, Việc làm IT",
        "tags_skill": "Null",
        "tags_location": "Hồ Chí Minh",
        "company_url": "https://www.topcv.vn/cong-ty/van-phong-dai-dien-styl-solutions-pte-ltd-tai-thanh-pho-ho-chi-minh/95267.html",
        "url": "https://www.topcv.vn/viec-lam/product-design-leader/1972888.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:56:38",
        "csv_id": 16
    },
    {
        "job_title": "PM Dự Án/Quản Lý Dự Án 35-50 Triệu + Thưởng Dự Án (Hà Nội - TPHCM)",
        "salary": "35 - 50 triệu",
        "province": "Hồ Chí Minh, Hà Nội",
        "experience_years": "Trên 5 năm",
        "deadline": "01/01/2026",
        "job_description": "MỤC ĐÍCH CÔNG VIỆC\n- Chịu trách nhiệm thiết lập, giám sát và chuẩn hóa Khung quản trị dự án trên toàn tổ chức. Đảm bảo rằng các sáng kiến công nghệ và chương trình chiến lược được thực hiện đồng bộ, hiệu quả và mang lại giá trị kinh doanh tối đa.\n- Không chỉ quản lý công việc, mà còn phải tuyển dụng - phát triển con người. Vị trí này có trách nhiệm đào tạo, truyền cảm hứng và tạo ra một môi trường làm việc mà mỗi thành viên đều có thể phát triển tối đa năng lực của mình.\n- Đảm bảo hình ảnh chuyên nghiệp của công ty: Đại diện cho công ty trong các giao tiếp với khách hàng, đối tác, giải quyết các vướng mắc của các bên tham gia...\n\nTRÁCH NHIỆM CÔNG VIỆC/CHỈ TIÊU ĐÁNH GIÁ\n1. HOẠCH ĐỊNH VÀ QUẢN LÝ CHƯƠNG TRÌNH\n- Điều chỉnh chiến lược: Đảm bảo tất cả các dự án/chương trình đang triển khai đều phù hợp tuyệt đối với mục tiêu kinh doanh và lộ trình chiến lược của công ty\n- Quản lý Danh mục (Portfolio): Phân tích, ưu tiên hóa và cân đối nguồn lực cho toàn bộ danh mục dự án. Quyết định khởi động, tạm dừng, hoặc hủy bỏ dự án dựa trên chỉ số ROI và rủi ro tổng thể.\n- Quản lý Tài chính & P&L: Chịu trách nhiệm quản lý tổng ngân sách (Budget P&L) cho PMO và các chương trình lớn. Phân tích chi phí (Cost Analysis) và đảm bảo lợi tức đầu tư (ROI) cho các sáng kiến công nghệ.\n- Quản lý rủi ro: Giám sát các rủi ro cấp chương trình, đánh giá rủi ro chồng chéo giữa các dự án (Cross-Project Risk). Xây dựng cơ chế ứng phó khủng hoảng .\n- Thực hiện báo cáo tình trạng chiến lược định kỳ cho Hội đồng Quản trị/Ban Giám đốc, tập trung vào tác động kinh doanh, độ lệch chiến lược và các đề xuất hành động.\n2. PHÁT TRIỂN LÃNH ĐẠO VÀ XÂY DỰNG VĂN HÓA\n- Xây dựng năng lực: Thiết lập khung năng lực cho đội ngũ. Tổ chức các chương trình đào tạo chuyên sâu về kỹ năng lãnh đạo tình huống và đàm phán cấp cao.\n- Phát triển lãnh đạo: Kế thừa trực tiếp cố vấn và đào tạo các Senior tiềm năng, tạo ra một thế hệ quản lý dự án có khả năng dẫn dắt các dự án phức tạp\n- Thúc đẩy văn hóa: Xây dựng và duy trì văn hóa làm việc minh bạch, lấy khách hàng làm trọng tâm, và liên tục cải tiến trong toàn dự án và các đội phát triển.\n- Quản lý hiệu suất: Đặt ra các KPI mang tính chiến lược (ví dụ: Tỷ lệ thành công của Dự án cấp 1, Mức độ hài lòng của Khách hàng Nội bộ) và đánh giá hiệu suất của toàn bộ đội ngũ.\n3. QUẢN TRỊ QUY TRÌNH VÀ TIÊU CHUẨN (GOVERNANCE & STANDARDIZATION)\n- Thiết lập dự án: Thiết lập và duy trì Văn phòng Quản lý Dự án tập trung. Xây dựng các tiêu chuẩn, mẫu biểu (Templates) và công cụ thống nhất cho việc quản lý dự án trên toàn công ty.\n- Chuẩn hóa phương pháp: Lựa chọn và triển khai phương pháp quản lý dự án tối ưu để áp dụng đồng bộ, đảm bảo tính nhất quán giữa các đội.\n- Quản lý thay đổi tổ chức: Dẫn dắt các sáng kiến cải tiến quy trình cấp tổ chức. Phối hợp với các bên liên quan để quản lý quá trình chuyển đổi khi triển khai hệ thống, quy trình mới.\n- Kiểm toán (Auditing): Thực hiện kiểm toán nội bộ (Health Check) định kỳ đối với các dự án quan trọng để đảm bảo sự tuân thủ quy trình, chất lượng tài liệu, và tính chính xác của báo cáo.",
        "job_requirements": "- Học vấn: Tốt nghiệp Đại học trở lên chuyên ngành CNTT và các ngành nghề liên quan.\n- Kinh nghiệm tối thiểu 7+ năm kinh nghiệm trong Quản lý Dự án IT, trong đó có 5 năm kinh nghiệm ở vị trí quản lý dự án.\n- Chứng chỉ BẮT BUỘC: Chứng chỉ PMP (Project Management Professional) hoặc PgMP (Program Management Professional). Chứng chỉ về Khung Agile nâng cao (SAFe, LeSS) hoặc Quản lý Dịch vụ IT (ITIL).\n- Kỹ năng Cấp cao Năng lực đàm phán và thương lượng ở cấp điều hành (Executive Negotiation). Tư duy chiến lược và khả năng phân tích dữ liệu kinh doanh (Business Acumen).\n- Tư duy hệ thống, có khả năng nhìn nhận dự án trong bối cảnh vĩ mô của tổ chức và thị trường.\n- Lãnh đạo Kinh nghiệm xây dựng, cố vấn và phát triển, tạo động lực đội ngũ.",
        "job_benefits": "-Mức lương cạnh tranh, xứng tầm vai trò lãnh đạo và chuyên môn cao (35-50M).\n-Thưởng Lễ, Tết và thưởng hiệu suất dự án.\n-Chính sách BHXH, BHYT, BHTN theo Luật định và các chế độ phúc lợi khác của Vinorsoft.\n-Môi trường làm việc trẻ, năng động, chuyên nghiệp; cơ hội tham gia các dự án công nghệ lớn và phức tạp.",
        "job_location_detail": "- Hồ Chí Minh: Lầu 5 Toà nhà TTD Building số 3-5 Hát Giang, Phường Tân Sơn Hòa\n- Hà Nội: Lầu 4 Toà nhà 188 Trường Chinh, Phường Kim Liên",
        "working_time": "Thứ 2 - Thứ 7 (từ 08:00 đến 17:00)\nT7 8h00-12h00",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ VINORSOFT",
        "company_scale": "100-499 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "2A/9 Nguyễn Thị Minh Khai, phường Đa Kao, Quận 1, thành phố Hồ Chí Minh, Việt Nam",
        "job_level": "Quản lý / Giám sát",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "4 người",
        "tags_role": "Công nghệ Thông tin, Công nghệ thông tin khác, Chuyên môn Công nghệ thông tin khác, Việc làm IT",
        "tags_skill": "Null",
        "tags_location": "Hồ Chí Minh, Hà Nội",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-vinorsoft/172340.html",
        "url": "https://www.topcv.vn/viec-lam/pm-du-an-quan-ly-du-an-35-50-trieu-thuong-du-an-ha-noi-tphcm/1969916.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:56:49",
        "csv_id": 17
    },
    {
        "job_title": "Chuyên Viên Công Nghệ Thông Tin (Chuyển Đổi Số) - Thu Nhập 15-20 Triệu, Tại Bắc Ninh",
        "salary": "15 - 20 triệu",
        "province": "Bắc Ninh",
        "experience_years": "2 năm",
        "deadline": "25/12/2025",
        "job_description": "Là một thành viên của bộ phận CNTT, tham gia và phụ trách các công việc liên quan đến dự án chuyển đổi số, tự động hóa của Công ty;\nLà đầu mối kết nối với các bộ phận/phòng ban trong quá trình triển khai dự án; thu thập yêu cầu, khảo sát hiện trạng và xây dựng tài liệu tư vấn giải pháp phù hợp;\nĐiều phối các bên liên quan (phòng ban nội bộ, đối tác, nhà cung cấp) nhằm đảm bảo tiến độ và chất lượng triển khai dự án;\nXây dựng kho tài liệu nội bộ hướng dẫn sử dụng và chính sách CNTT;\nHỗ trợ người dùng cuối theo yêu cầu;\nThực hiện công việc khác theo phân công của cấp trên và Công ty.",
        "job_requirements": "Tốt nghiệp Đại học hoặc Cao đẳng chuyên ngành Công nghệ thông tin (CNTT) hoặc các chuyên ngành liên quan;\nAm hiểu về hạ tầng CNTT (máy chủ windows) và cơ sở dữ liệu;\nCó kiến thức về SQL, Power BI, Diagram là một lợi thế;\nỨng viên có kinh nghiệm trong các lĩnh vực công nghệ, chuyển đổi số, tự động hóa hoặc các dự án liên quan;\nƯu tiên ứng viên có nghiệp vụ BA (business analyst);\nKỹ năng trình bày báo cáo chuyên nghiệp, rõ ràng;\nCó ý thức cầu tiến, tinh thần kỉ luật, trách nhiệm, nhiệt tình, chăm chỉ, nhạy bén, trung thực.",
        "job_benefits": "Mức lương khởi điểm sau khi tiếp nhận chính thức từ khoảng 15.000.000 đến 20.000.000 đồng (Có thể thỏa thuận với trường hợp ứng viên vượt trội về năng lực/kinh nghiệm);\nMôi trường làm việc an toàn, chuyên nghiệp, thân thiện (áp dụng hệ thống Quản lý chất lượng/ Quản lý môi trường theo tiêu chuẩn ISO 9001/ ISO 14001/ IATF 16949 và phương pháp 5S, Kaizen);\nCơ hội được đào tạo chuyên môn, kỹ năng làm việc; nhiều cơ hội phát triển, thăng tiến;\nĐược đóng BHXH, BHYT, ngày nghỉ phép năm theo quy định;\nĐược hưởng các chế độ phúc lợi; thưởng các dịp Lễ, Tết theo quy định của Công ty; thưởng sáng kiến, thưởng nhân viên của năm...;\nĐược tham gia các hoạt động do Công ty tổ chức: du lịch, teambuilding...;\nĐược cấp phát đồng phục làm việc theo tiêu chuẩn Công ty;\nKhám sức khỏe định kì tại các cơ sở uy tín;\nPhụ cấp ăn trưa tại Nhà máy và một số phụ cấp khác theo quy định của Công ty;\nCông ty có xe đưa đón nhân viên theo tuyến Hà Nội - Bắc Ninh và Bắc Giang – Bắc Ninh.",
        "job_location_detail": "- Bắc Ninh: Khu công nghiệp Yên Phong, Xã Yên Phong",
        "working_time": "Thứ 2 - Thứ 7 (từ 08:00 đến 17:00)\nĐược nghỉ 2 ngày thứ 7 trong tháng.",
        "company_name": "Công ty Cổ phần Công nghiệp KIMSEN",
        "company_scale": "100-499 nhân viên",
        "company_industry": "Sản xuất",
        "company_address": "KCN Yên Phong, Huyện Yên Phong, Tỉnh Bắc Ninh",
        "job_level": "Nhân viên",
        "academic_level": "Cao Đẳng trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Công nghệ Thông tin, IT Infrastructure and Operations, Kỹ thuật IT, Việc làm IT",
        "tags_skill": "Null",
        "tags_location": "Bắc Ninh",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghiep-kimsen/108763.html",
        "url": "https://www.topcv.vn/viec-lam/chuyen-vien-cong-nghe-thong-tin-chuyen-doi-so-thu-nhap-15-20-trieu-tai-bac-ninh/1964069.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:56:59",
        "csv_id": 18
    },
    {
        "job_title": "AI Engineer Công Ty IT Hàn Quốc",
        "salary": "Thoả thuận",
        "province": "Hà Nội",
        "experience_years": "1 năm",
        "deadline": "01/01/2026",
        "job_description": "ORBRO, một công ty startup IT đang trên đà phát triển nhanh chóng, đang tuyển dụng lập trình viên AI!\nChúng tôi là một đội ngũ luôn sẵn sàng đối mặt với thử thách, phá vỡ các khuôn mẫu truyền thống để phát triển công nghệ tiên tiến và mở ra những thị trường mới. Hiện tại, chúng tôi đang tuyển dụng 10 thành viên đầu tiên để gia nhập đội ngũ tại Việt Nam, nhằm mở rộng và vươn ra thị trường toàn cầu. Chúng tôi mong muốn tìm kiếm những tài năng nhiệt huyết, sẵn sàng cùng nghiên cứu và quảng bá để khai phá tương lai.\nChúng tôi đang tìm kiếm những ứng viên như sau:\n• Người thích giải quyết các vấn đề và không ngại thử thách mới.\n• Người có thể thích nghi và phát triển trong môi trường thay đổi nhanh chóng.\n• Người không chỉ thực hiện công việc một cách đơn thuần mà còn tích cực đề xuất và thực hiện các ý tưởng mới.\nNhiệm vụ chính:\n• Phát triển thuật toán phát hiện và theo dõi đối tượng (YOLO, DeepSORT, v.v.).\n• Phát triển mô hình ước tính tư thế (pose detection) dựa trên học sâu và suy luận thời gian thực.\n• Xây dựng pipeline nhận diện và phân tích thời gian thực dựa trên khung hình video.\n• Huấn luyện và tối ưu hóa mô hình học sâu (TensorFlow, PyTorch, v.v.).\n• Nghiên cứu và triển khai thuật toán hậu xử lý như bộ lọc Kalman.",
        "job_requirements": "• Có kinh nghiệm thực tế hoặc dự án trong lĩnh vực phát hiện và theo dõi đối tượng.\n• Có kinh nghiệm huấn luyện và suy luận học sâu dựa trên hình ảnh (CNN, ước tính điểm mấu chốt, v.v.).\n• Có khả năng sử dụng các thư viện như OpenCV, PyTorch, TensorFlow, ONNX.\n• Có khả năng giải quyết vấn đề và tư duy logic.\n• Có khả năng hợp tác và giao tiếp.\nƯu tiên:\n• Có kinh nghiệm thực tế về Pose Estimation, Multi-object Tracking.\n• Có kinh nghiệm tối ưu hóa module AI dựa trên Python hoặc C++.\n• Người có thể làm việc tại Việt Nam hoặc quan tâm đến hợp tác toàn cầu.",
        "job_benefits": "• Lương: Thỏa thuận.\n• Tham gia các hoạt động Team Building.\n• Hỗ trợ thiết bị laptop khi cần thiết.\n• Môi trường làm việc trẻ trung năng động, chuyên nghiệp, kích thích sự sáng tạo.\n• Các chế độ khác theo đúng quy định pháp luật.\nSẽ rất phù hợp nếu bạn là người như sau:\n• Người không sợ thất bại và thích thử nghiệm và học hỏi.\n• Người không chỉ đơn thuần triển khai mà còn suy nghĩ đồng thời về nghiên cứu và sản phẩm hóa.\n• Người muốn nhanh chóng hiện thực hóa ý tưởng.\nBạn đã sẵn sàng để cùng nhau tạo dựng tương lai chưa?\nORBRO đang chờ đợi những tài năng sẽ dẫn đầu thị trường AI tầm nhìn toàn cầu.",
        "job_location_detail": "- Hà Nội: Phường Cầu Giấy",
        "working_time": "Thứ 2 - Thứ 6 (từ 09:00 đến 18:00)",
        "company_name": "ORBRO Inc.",
        "company_scale": "25-99 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "Cầu Giấy, Hà Nội",
        "job_level": "Nhân viên",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Công nghệ Thông tin, Artificial Intelligence (AI), AI Engineer, Việc làm IT",
        "tags_skill": "AI, Computer Vision, yolo, tracking, Làm Việc Với Thư Viện Opencv Hoặc Tương Tự",
        "tags_location": "Hà Nội",
        "company_url": "https://www.topcv.vn/cong-ty/orbro-inc/220781.html",
        "url": "https://www.topcv.vn/viec-lam/ai-engineer-cong-ty-it-han-quoc/1971397.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:57:12",
        "csv_id": 19
    },
    {
        "job_title": "Lập Trình Viên. Net",
        "salary": "Thoả thuận",
        "province": "Hà Nội",
        "experience_years": "1 năm",
        "deadline": "02/01/2026",
        "job_description": "Lập trình và tích hợp (front-end và back-end);\nViết tài liệu mô tả chức năng phần mềm;\nXử lý phản hồi từ người dùng;\nNghiên cứu tối ưu hóa sản phẩm, dịch vụ đã phát triển;\nBảo trì và hỗ trợ các vấn đề liên quan đến chuyên môn.",
        "job_requirements": "Tốt nghiệp đại học chuyên ngành Công nghệ thông tin hoặc các chuyên ngành khác am hiểu về Lập trình\nCó ít nhất 1 năm kinh nghiệm lập trình sử dụng công nghệ .NET Core (C#, ASP.NET Core, EF Core, LinQ, Restful API, WCF, SOAP)\nCó kiến thức về Javascript, Typescript, HTML5/CSS3, Ajax, jQuery, React, Angular, Vue\nCó kinh nghiệm với các công cụ build hiện đại (Docker, CI/CD,...).\nKinh nghiệm với các công cụ quản lý mã nguồn như Git, Gitlab\nDatabase: SQL Server, Oracle, PostgreSQL;\nCó khả năng research tài liệu và đọc tài liệu.\nCó kinh nghiệm và sản phẩm là một lợi thế;\nCó khả năng phân tích, sáng tạo, chịu được áp lực công việc; có tinh thần học hỏi, hợp tác trong công việc;",
        "job_benefits": "Mức lương thỏa thuận theo năng lực và kinh nghiệm. Xét tăng lương định kỳ hàng năm hoặc trước hạn theo tình hình đánh giá;\nĐược hưởng các chế độ BHYT, BHXH theo quy định của nhà nước; các chính sách phúc lợi của Công ty: Phép năm; Lương thưởng; Quà tết, thưởng lễ; Du lịch...\nLàm việc trong môi trường chuyên nghiệp, trẻ trung, năng động, hòa đồng, phát huy tối đa khả năng chủ động sáng tạo của nhân viên;\nĐược trang bị đầy đủ trang thiết bị phục vụ công việc;\nĐược trau dồi kỹ năng về nghiệp vụ và kỹ năng mềm;\nĐược tham gia, đóng góp vào các dự án phát triển có quy mô lớn, lâu dài;\nThưởng theo thành tích làm việc.",
        "job_location_detail": "- Hà Nội: 101 Láng Hạ, Phường Đống Đa",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)\nThứ 7 (từ 08:00 đến 12:00)",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ VCS VIỆT NAM",
        "company_scale": "25-99 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "Tầng 2, Tòa B, Số 101 Láng Hạ, Đống Đa, Hà Nội",
        "job_level": "Nhân viên",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "2 người",
        "tags_role": "Công nghệ Thông tin, Software Engineering, Frontend Developer, Việc làm IT",
        "tags_skill": ".NET, ASP.NET, C#, Lập Trình",
        "tags_location": "Hà Nội",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-vcs-viet-nam/51302.html",
        "url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/1972238.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:57:22",
        "csv_id": 20
    },
    {
        "job_title": "Tester Game Chỉ Tuyển Nữ Thu Nhập Từ 8 -15 Triệu",
        "salary": "8 - 15 triệu",
        "province": "Hà Nội",
        "experience_years": "1 năm",
        "deadline": "24/12/2025",
        "job_description": "Chuẩn bị & phân tích\nNghiên cứu tài liệu đặc tả, phân tích yêu cầu và xác định phạm vi kiểm thử.\nViết testcase/checklist (thủ công hoặc kết hợp AI hỗ trợ sinh testcase/checklist).\nLên kế hoạch kiểm thử cho từng giai đoạn phát triển hoặc bản cập nhật.\nThực hiện kiểm thử và tuân thủ quy trình\nKiểm thử trên nhiều nền tảng: Web Instant, Android, iOS,...\nTuân thủ quy trình kiểm thử chuẩn của team\nViết testcase/checklist trước khi test\nThực hiện các loại test: smoke test, regression test, free test, exploratory test,...\nGhi nhận và log bug chi tiết (ảnh, video, record minh chứng).\nĐảm bảo chất lượng, độ ổn định và trải nghiệm người chơi (UI/UX) trước khi phát hành.\nỨng dụng AI trong quy trình test\nSử dụng AI (ChatGPT, Copilot Chat, v.v.) để:\nPhân tích yêu cầu & sinh testcase/checklist.\nĐánh giá UI/UX và đề xuất cải tiến.\nMô tả, xác nhận và tổng hợp bug nhanh hơn.\nBáo cáo & phối hợp\nLập báo cáo tổng hợp kết quả test sau mỗi task/giai đoạn.\nPhối hợp với Dev, Design/Artist, PM để xác nhận bug, theo dõi quá trình fix và đảm bảo tiến độ phát hành.\nLinh hoạt chuyển đổi giữa các task: test game mới, test update, regression, smoke test, free test,...",
        "job_requirements": "Bắt buộc\nChỉ tuyển nữ, Tối thiểu 01 năm kinh nghiệm Test Game.\nHiểu rõ và thực hiện đầy đủ quy trình test: Phân tích yêu cầu → Viết testcase → Thực thi → Log bug → Report kết quả.\nThành thạo sử dụng AI (ChatGPT, Copilot Chat, v.v.) trong:\nViết & review testcase/checklist.\nCheck UI/UX & gợi ý cải tiến.\nReport bug & xác nhận lỗi.\nCó khả năng tự tổ chức công việc, làm việc độc lập, tuân thủ deadline.\nTư duy logic, cẩn thận, có trách nhiệm và thích ứng nhanh với nhiều loại task.\nƯu tiên\nBiết sử dụng Bugzilla để log & quản lý bug.\nBiết dùng Katalon Studio (mức cơ bản – kéo thả, không cần code).\nCó kiến thức cơ bản về UI/UX trong game.\nĐã từng test các thể loại casual / puzzle / instant game.",
        "job_benefits": "Lương: 8.000.000 - 15.000.000 VND + Thưởng. Thu nhập trung bình 13 – 15 tháng lương/năm.\nPhụ cấp gửi xe; cung cấp bữa trưa; đồ uống, trái cây miễn phí tại văn phòng;\nTham gia BHXH, BHYT, ... sau thời gian thử việc, các phúc lợi theo quy định Luật Lao động và các chế độ đãi ngộ của Công ty (Thưởng Tết dương lịch, 30/04, Tết thiếu nhi, Quốc khánh, Trung thu, Sinh nhật, ...)\nĐánh giá hiệu suất review công việc định kỳ 2 lần/năm\nVăn hóa cho phép phát huy tối đa khả năng và tính sáng tạo của nhân sự\nCác chuyến du lịch, teambuilding hấp dẫn hàng quý, năm. Khám sức khỏe định kỳ. CLB bóng bàn, bi lắc, bóng đá, ...",
        "job_location_detail": "- Hà Nội: Tầng 4, tòa Green Park Tower, Lô 33, ngõ 6 Dương Đình Nghệ, phường Yên Hòa TP Hà Nội, Cầu Giấy, Phường Cầu Giấy",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)\nThứ 2 - Thứ 6 (từ 07:30 đến 17:00)",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ HAY HAY GLOBAL",
        "company_scale": "25-99 nhân viên",
        "company_industry": "Marketing / Truyền thông / Quảng cáo",
        "company_address": "Số 433 Phố Đội Cấn, Phường Ngọc Hà, TP Hà Nội",
        "job_level": "Nhân viên",
        "academic_level": "Cao Đẳng trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Công nghệ Thông tin, Software Testing, Software Tester (Automation & Manual), Việc làm IT",
        "tags_skill": "Tester, Giao tiếp, phân tích yêu cầu, Giải quyết vấn đề, test game, tư duy phản biện",
        "tags_location": "Hà Nội",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-hay-hay-global/166627.html",
        "url": "https://www.topcv.vn/viec-lam/tester-game-chi-tuyen-nu-thu-nhap-tu-8-15-trieu/1962969.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:57:32",
        "csv_id": 21
    },
    {
        "job_title": "Chuyên Viên Kiểm Tra Chất Lượng Phần Mềm - Tester",
        "salary": "10 - 20 triệu",
        "province": "Hồ Chí Minh",
        "experience_years": "1 năm",
        "deadline": "31/12/2025",
        "job_description": "1.1. Phân tích và lập kế hoạch kiểm thử\n- Phối hợp chặt chẽ với Chuyên viên phân tích nghiệp vụ để thu thập, phân tích yêu cầu và đặc tả nghiệp vụ của dự án\n- Xây dựng test case chi tiết và thiết kế các kịch bản kiểm thử phù hợp với từng module/chức năng\n- Lập kế hoạch kiểm thử và ước lượng thời gian thực hiện\n1.2. Thực thi kiểm thử và đảm bảo chất lượng\n- Thực hiện kiểm tra chất lượng sản phẩm theo test case đã xây dựng, bao gồm functional testing, regression testing, và integration testing\n- Phát hiện, ghi nhận và theo dõi các lỗi (bugs) trong hệ thống quản lý bug\n- Kiểm tra, giám sát tiến độ và kết quả các dự án được phân công\n1.3. Quản lý quy trình và cải tiến\n- Tuân thủ nghiêm ngặt các quy trình, quy định quản lý chất lượng của bộ phận và công ty\n- Đề xuất và triển khai các sáng kiến cải tiến quy trình nhằm nâng cao hiệu suất làm việc\n- Cập nhật kiến thức về các phương pháp kiểm thử mới\n1.4.Hỗ trợ và đào tạo\n- Xây dựng tài liệu hướng dẫn sử dụng và tài liệu đào tạo cho người dùng cuối\n- Tham gia đào tạo và hỗ trợ người dùng trong quá trình triển khai và sử dụng phần mềm\n- Giải đáp thắc mắc và xử lý các vấn đề phát sinh từ phía người dùng\n1.5. Báo cáo và ghi nhận\n- Lập báo cáo định kỳ (tuần/tháng/quý) về tiến độ công việc, kết quả kiểm thử và chất lượng sản phẩm\n- Báo cáo tình hình dự án theo yêu cầu của công ty",
        "job_requirements": "2.1. Trình độ học vấn\n- Tốt nghiệp Cao đẳng hoặc Đại học chuyên ngành Công nghệ thông tin hoặc các ngành liên quan\n2.2. Kinh nghiệm\n- Tối thiểu 1 năm kinh nghiệm làm việc trong lĩnh vực kiểm thử phần mềm/QA\n- Có hiểu biết sâu về quy trình và phương pháp kiểm tra chất lượng sản phẩm phần mềm\n2.3. Kỹ năng chuyên môn\n- Thành thạo kỹ năng viết test case với mô tả rõ ràng, chính xác và có tính khả thi cao\n- Có khả năng mô tả lỗi (bug) một cách mạch lạc, chi tiết với các thông tin log đầy đủ để hỗ trợ quá trình khắc phục\n- Kỹ năng theo dõi và quản lý bug hiệu quả, đảm bảo thông tin được cập nhật kịp thời\n- Ưu tiên ứng viên có kinh nghiệm sử dụng các công cụ: quản lý Bug (Jira, Bugzilla, Mantis...), quản lý Test case (TestRail, Zephyr...), Automation testing tools (Selenium, Appium...)\n2.4. Kỹ năng mềm\n- Khả năng làm việc độc lập và làm việc nhóm hiệu quả\n- Tư duy logic, kỹ năng phân tích và giải quyết vấn đề tốt\n- Có ý thức cao về tiến độ công việc, khả năng quản lý thời gian để hoàn thành công việc đúng deadline\n- Kỹ năng giao tiếp tốt, chủ động trong công việc\n2.5. Ngoại ngữ\n- Đọc hiểu tài liệu tiếng Anh chuyên ngành\n3/ ƯU TIÊN (NẾU CÓ)\n- Có chứng chỉ liên quan đến Testing (ISTQB, CSTE...)\n- Có kinh nghiệm với Agile/Scrum methodology\n- Có kinh nghiệm automation testing\n- Có kinh nghiệm testing cho các lĩnh vực cụ thể (Banking, E-commerce, Mobile App...)",
        "job_benefits": "- Được ký hợp đồng lao động và đóng bảo hiểm Y tế, Bảo hiểm xã hội theo qui định của pháp luật\n- Thăng tiến liên tục theo khả năng đóng góp cho Công ty không giới hạn thời gian làm việc\n- Được hưởng tháng lương 13.\n- Được đào tạo theo chương trình Đào tạo của công ty\n- Được ít nhất 1 chuyến du lịch hàng năm\n- Được phụ cấp cơm trưa.",
        "job_location_detail": "- Hồ Chí Minh: 344 Huỳnh Tấn Phát, Phường Tân Thuận",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)\nThứ 7 (từ 08:00 đến 12:00)",
        "company_name": "CÔNG TY TNHH P.A VIỆT NAM",
        "company_scale": "100-499 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "344 Huỳnh Tấn Phát, Phường Bình Thuận, Quận 7, Thành phố Hồ Chí Minh",
        "job_level": "Nhân viên",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "3 người",
        "tags_role": "Công nghệ Thông tin, Software Testing, Software Tester (Automation & Manual), Việc làm IT",
        "tags_skill": "Quản Lý Bug, Kiến Thức Về Kiểm Thử Phần Mềm, Kỹ Năng Viết Test Case",
        "tags_location": "Hồ Chí Minh",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-p-a-viet-nam/8837.html",
        "url": "https://www.topcv.vn/viec-lam/chuyen-vien-kiem-tra-chat-luong-phan-mem-tester/1202799.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095807",
        "date_crawl": "07/12/2025 16:57:40",
        "csv_id": 22
    }
]