[
    {
        "job_title": "Tester",
        "salary": "10 - 15 triệu",
        "province": "Hà Nội",
        "experience_years": "1 năm",
        "deadline": "31/12/2025",
        "job_description": "Review and analyze client-specific requirements and scope of projects/tasks to ensure an accurate understanding of deliverable requirements and acceptance criteria.\nDefine test scenarios, create test plans, and participate in the definition and execution of manual and/or automated system test scripts.\nExecuting the appropriate test cases, including writing test plans, scenarios, and test cases, mining and manipulating test data.\nIsolate, replicate, and report defects and retesting of defects through resolution.\nCollaborate with project team resources to understand and prioritize testing efforts.\nExecute project deliverables and tasks on time and on budget to support profitable and high-quality operations service delivery.\nTypically assigned to multiple projects, ranging from simple to moderate complexity, or to a single project of high complexity.\nAssist in the analysis of current processes and propose recommendations for process improvements.\nPerform other related duties as assigned.",
        "job_requirements": "22-25 years old and have at least 1 year of experience in website or software testing.\nBasic knowledge in e-commerce, pre-intermediate English level (reading and writing skills), and computer literacy.\nExperience working in an Agile/Scrum or having knowledge of JavaScript, PHP, and Magento is a plus.\nAnalytical, critical thinking, and problem-solving skills.\nStrong interpersonal skills to collaborate with customers and internal cross-functional teams.\nAbility to quickly learn new technologies, systems, and processes.\nSelf-motivated, well-organized, and with strict attention to detail.\nHaving an infectious can-do attitude inspires others and encourages great performance in a fast-moving environment.\nOwn or potentially develop BSS core values: Passion, Responsibility, Integrity, Can-do attitude, Joy, Respect.",
        "job_benefits": "Salary: 10M - 15M (review every 6 months).\nWorking in one of the leading Magento companies in Vietnam, which is the first to be both Select\nExtension Builder and Business Solution Partner of Magento, with nearly 100% foreign customers.\nDaily implement professional testing tools (Browserstack, Jmeter, Internal bug logging system...)\nCoverage of ISTQB certification fee and other advanced testing courses.\nYouthful and dynamic working environments with many clubs: running, football, board games...\nConvenient office at the 14th, 18th, 19th, and 20th floors with scenic views. Tea, coffee, and drinks are always available at the office.\nThe State statutory holidays and collective activities (team building, picnics, travel...) are organized by the Company.\nOther benefits are according to the provisions of the Company and the Labor Code.",
        "job_location_detail": "- Hà Nội: Toà Viwaseen, 48 Tố Hữu, Phường Đại Mỗ",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:30 đến 17:45)",
        "company_name": "BSS Group",
        "company_scale": "100-499 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "Headquarters: Viwaseen Tower, Nam Tu Liem Dist., Hanoi, Vietnam",
        "job_level": "Nhân viên",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "2 người",
        "tags_role": "Công nghệ Thông tin, Software Testing, Manual Tester, Việc làm IT",
        "tags_skill": "Kỹ năng giao tiếp, Kỹ Năng Phân Tích Yêu Cầu, Kiến Thức Về Kiểm Thử Phần Mềm, Kỹ Năng Viết Test Case, Kỹ Năng Báo Cáo Lỗi",
        "tags_location": "Hà Nội, Phường Đại Mỗ - Hà Nội",
        "company_url": "https://www.topcv.vn/cong-ty/bss-group/405.html",
        "url": "https://www.topcv.vn/viec-lam/tester/1910178.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095864",
        "date_crawl": "09/12/2025 08:35:14",
        "layout_type": "standard",
        "csv_id": 289
    },
    {
        "job_title": "Java Software Engineer",
        "salary": "Thoả thuận",
        "province": "Hà Nội",
        "experience_years": "1 năm",
        "deadline": "31/12/2025",
        "job_description": "CompaxDigital is a multinational software company that creates cloud-based enterprise software solutions covering areas of Customer Relationship Management (CRM), Business Support System (BSS), and Order-To-Cash process. We are headquartered in Vienna, Austria, with multiple office locations in Germany, Switzerland, USA, Taiwan, South Korea, and Singapore. Our clients are first-tier organizations operating in Telco, IoT, Media, and Tolling.\nWe live a start-up like culture. Our organizational structure is flat, centering around the engineers with no middle management. You are encouraged to contribute ideas towards the development of the projects as well as the company. Your career path development lies in your hands.\nTo further strengthen our engineering teams, we are seeking passionate Java software developers for our new office in Hanoi, Vietnam. You will work in international, agile, and self-organizing teams from different locations to deliver best-in-class software solutions for our clients.\nYour role\nYou and your colleagues in a Scrum team accompany our client along the entire software lifecycle from requirements analysis to implementation, deployment, and maintenance.\nRegular customer exchange in the context of the daily Scrum meetings.\nExtend and customize our in-house software product to suit customer needs.\nDepending on your skills and preferences, you can choose to focus on different areas: backend, frontend, performance tuning, migration, security, or DevOps.\nDesign and implement scalable APIs for the integration of third-party systems.\nAmong others, you will work with the following technology stack:\nProgramming languages: Java, SQL, PL/SQL, PL/pgSQL, JavaScript, Typescript.\nDatabases / Data stores: PostgreSQL, Oracle, Elasticsearch, Kafka, Redis.\nApplication Servers: Tomcat, Wildfly.\nFrameworks: Spring/Spring Boot, JSF, JPA/Hibernate, React.js, Angular, Next.js, Node.js.\nCI/CD: Gitlab, Jenkins, in-house system, Kubernetes.",
        "job_requirements": "Your qualifications and skills\nBachelor’s degree (or higher) in Computer Science or related technological fields.\nSeveral years of professional experience as a software developer.\nProficiency in Java, object-oriented programming and SQL.\nExperience or familiarity with our technology stack.\nExperience with cloud technologies and building scalable software is a plus.\nTeam player and ability to work without supervision.\nStrong problem-solving skills, willingness to learn and adapt.\nFluent written and spoken English (IELTS 7.0).",
        "job_benefits": "Benefits\nNegotiable salary. Depending on your qualifications, we are willing to pay top market rates.\nPerformance-based bonus.\nHealth insurance.\nOnsite collaboration with other offices.\nIn-house and need-based professional trainings.\nFlexible working hours and European standard vacation policy.\nTeam events.\nNo dress-code.",
        "job_location_detail": "- Hà Nội: Center Building, số 1 Nguyễn Huy Tưởng, Phường Thanh Xuân",
        "working_time": "Thứ 2 - Thứ 6 (từ 09:00 đến 18:00)\nFlexible working hours",
        "company_name": "Công ty TNHH Compax Software Development Việt Nam",
        "company_scale": "25-99 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "Tầng 12A, Center Building, số 1 Nguyễn Huy Tưởng, Thanh Xuân, Hà Nội",
        "job_level": "Nhân viên",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Công nghệ Thông tin, Software Engineering, Software Engineer, Việc làm IT",
        "tags_skill": "Java, SQL, Problem-solving, Business English Proficiency",
        "tags_location": "Hà Nội, Phường Thanh Xuân - Hà Nội",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-compax-software-development-viet-nam/167367.html",
        "url": "https://www.topcv.vn/viec-lam/java-software-engineer/1968528.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095864",
        "date_crawl": "09/12/2025 08:35:27",
        "layout_type": "standard",
        "csv_id": 290
    },
    {
        "job_title": "Middle UX/UI Designer - HN - Dự Án Chứng Khoán",
        "salary": "Thoả thuận",
        "province": "Hà Nội",
        "experience_years": "2 năm",
        "deadline": "17/12/2025",
        "job_description": "Design user flows, wireframes, mockups, prototypes, and design systems for both web and mobile trading/investment applications.\nConduct user research to analyze behavior, habits, and needs; define user journeys that align with business goals.\nCollaborate with Product Managers, Business Analysts, and Engineers to translate user needs into compliant, high-performing solutions.\nEnsure usability, accessibility, and security standards are consistently applied to financial applications.\nAnalyze usage data and feedback to continuously optimize the user experience.\nResearch emerging design trends, propose innovative ideas, and effectively communicate them to stakeholders and team members.\nMentor junior designers and contribute to building a strong UX culture across the team.",
        "job_requirements": "2-5 years of UX design experience, including at least 1-2 years in FinTech, banking, or securities trading platforms.\nStrong portfolio demonstrating ability to design complex workflows (e.g., account opening, stock trading, portfolio management).\nProficiency with design tools such as Figma, Sketch, Adobe XD, InVision, Illustrator.\nDeep understanding of user psychology in financial decision-making.\nExperience with data visualization, trading dashboards, and real-time systems is a strong plus.\nExcellent communication skills in English and/or Vietnamese.\nPreferred Qualifications\nKnowledge of stock market operations, trading regulations, or financial compliance.\nFamiliarity with front-end technologies (HTML, CSS, JavaScript).\nExperience working in Agile/Scrum development environments.",
        "job_benefits": "Attractive compensation & salary\n13th month salary bonus\n12 days annual leave, sick days leave per year\nSocial Insurance and health insurance according to Government regulation\nGreat allowances (lunch, parking, birthday, happy hours....)\nSalary review one time per year based on employee's performance and contribution\nTruly opening spirit. Everyone is be respected, you have the freedom to pursue and achieve your goals\nOther benefits as per stated in Vietnamese Labor Law\nInternational Securities and Fintech Projects",
        "job_location_detail": "- Hà Nội: IDMC Duy Tân 21 Duy Tân, Phường Cầu Giấy",
        "working_time": "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)",
        "company_name": "CÔNG TY TNHH GROOO INTERNATIONAL",
        "company_scale": "25-99 nhân viên",
        "company_industry": "IT - Phần mềm",
        "company_address": "Tầng 14, Tháp 2, Tòa nhà Capital Place, Số 29 Đường Liễu Gia, Phường Ngọc Khánh, Quận Ba Đình, Thành phố Hà Nội, Việt Nam",
        "job_level": "Nhân viên",
        "academic_level": "Đại Học trở lên",
        "job_type": "Toàn thời gian",
        "quantity": "1 người",
        "tags_role": "Công nghệ Thông tin, Thiết kế, Software Design, Thiết kế Đồ hoạ/Giao diện/Trải nghiệm, UI/UX Design, Việc làm IT",
        "tags_skill": "UX/UI Design, User Research, Wireframing, Prototyping",
        "tags_location": "Hà Nội, Phường Cầu Giấy - Hà Nội",
        "company_url": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-grooo-international/223050.html",
        "url": "https://www.topcv.vn/viec-lam/middle-ux-ui-designer-hn-du-an-chung-khoan/1955166.html?ta_source=JobSearchList_LinkDetail&u_sr_id=vhbFIo4GqaZLKyp8jn9Cn4VEepc9rh4hVUZWiqL6_1765095864",
        "date_crawl": "09/12/2025 08:35:36",
        "layout_type": "standard",
        "csv_id": 291
    }
]